[{"text": "Should your company build up an AI function? My article on how to hire a Chief AI Officer. https://t.co/ViB9bzIEzC"}, {"text": "I hope you will learn AI not just for the high-paying jobs, but because AI is a superpower that lets you change the world."}, {"text": "Even Google's brilliant @astroteller is adopting analogy of AI being like Electricity! #AIisTheNewElectrcity https://t.co/zwwhYMotST"}, {"text": "What AI can and cannot do for you today. My Harvard Business Review piece on how AI affects your org. https://t.co/iRdcOfsChe"}, {"text": "2/2 More than ever, we need basic income to limit everyone's downside, and better education to give everyone an upside."}, {"text": "1/2 Last night is casting light on dissatisfaction from inequality. National progress needs to help 100% of people, not just 10%."}, {"text": "Whatever happens tonight, when you wake up tomorrow, keep working to make this country and this world a better place."}, {"text": "#ImWithHer https://t.co/qOoh4YLx7j"}, {"text": "Self-driving in 1986? Amazing how well @deanpomerleau and @SCSatCMU got it to work back then! https://t.co/xITpUk6EBR"}, {"text": "Highly technical but good overview of Spark. My Baidu teams use it for many data processing tasks. https://t.co/U6FNX1dcV4"}, {"text": "If you didn't learn anything today, your skills are now slightly less relevant for your career than yesterday. So learn every day!"}, {"text": "Nate Silver's site as usual great reading for latest data+predictions on election. @NateSilver538 https://t.co/0ufk7DQkIS"}, {"text": "@abhi_go I know a lot of people can't afford $20/month. But enough people can that we can make a huge difference!"}, {"text": "This is why we should pay for news. Subscription revenue for news helps drive high quality journalism. https://t.co/9wIfWmzcwG"}, {"text": "Lets some day elect a Scientist to be President of the United States."}, {"text": "Interesting list of who does and who does not support basic income: https://t.co/fEnoOwaoTi (h/t @arpahector)"}, {"text": "@scottsantens @jason_pontin The MIT TR folks are plenty smart. I learn a lot from them all the time. :)"}, {"text": "Yes. Specific human jobs becoming obsolete is not the same as humanity becoming obsolete!"}, {"text": "Wrong! Need basic income because AI=&gt;safety net for labor displacements. Not because humans are obsolete. https://t.co/z97tYJeQbq"}, {"text": "The secret to getting new ideas? Read. A lot. https://t.co/D81JldjXOm"}, {"text": "Great Inc interview on AI trends, &amp; how it'll impact your business! @sal19 https://t.co/yJ3oHsORPb"}, {"text": "University using big data to prioritize advisor meetings; boosts graduation rates. https://t.co/lbcHgiaski Really cool."}, {"text": "54% of the world now lives in urban areas. High population density makes it easier to deploy ride-sharing + self-driving."}, {"text": "Flying cars still in the very distant future, but I was impressed by thoughtfulness of Uber's report: https://t.co/6eKMUru9XB"}, {"text": "Bummer--George Hotz's comma.ai moving overseas would be a loss to the US self-driving ecosystem. @comma_ai https://t.co/wL8ASCWoZI"}, {"text": "When X=\"Trolley problem,\" Y=\"Should my autopilot slam into big white truck parked across the road,\" I would prioritize Y."}, {"text": "So the better question is \"Given limited resources, would you prioritize X or Y?\""}, {"text": "When people ask me \"Do you support doing research on X?\" my answer is almost always yes, including X=Trolley problem."}, {"text": "@sqrtnegative1 It's unheard of for drivers to have to choose to swerve and thereby hit bystander A rather than bystander B."}, {"text": "When was the last time you (or any other human) encountered the trolley dilemma in real life? Expect self-driving car to see it as often."}, {"text": "@griverorz Odds of encountering it in real-life is remarkably low-I don't know any driver who has. Other scenarios are much more pressing."}, {"text": "Why do people think the trolley problem is critical for self-driving cars? The trolley problem wasn't critical even for trolleys."}, {"text": "Why is AI the New Electricity? https://t.co/yJ3oHsORPb Interview with Inc covering major AI trends!"}, {"text": "@chrissyfarr I'm not a PR person, but totally yes. Plus, I genuinely enjoy talking to knowledgeable reporters that I can learn from."}, {"text": "Latest Consumer Reports calls out need for clear claims on what self-driving can/cannot do. Well said! https://t.co/aqdTkCgEf2"}, {"text": "Working in tech is really fun: Things get invented all the time, so there's always something new to learn."}, {"text": "Cool animated gif of the AI/electricity analogy, by @nvidia! https://t.co/fqmQ5DFT45"}, {"text": "We had surpassed human-level Chinese recognition in 2015; happy to see Microsoft also get there for English less than a year later."}, {"text": "How is deep learning transforming autonomous driving? Nice Technology Review op-ed by @robot_MD https://t.co/D4N6ICP5ge"}, {"text": "Pretty much anything that a normal person can do in &lt;1 sec, we can now automate with AI."}, {"text": "Repeat after me: Research is not a zero sum game! Lets stop making it country vs. country. https://t.co/DOFhIa0oLW"}, {"text": "Government investments in AI should dedicate significant effort to creating big, open datasets. This lifts the whole industry."}, {"text": "The half-life of knowledge is decreasing. That's why you need to keep learning your whole life, not only through college."}, {"text": "Announcing Melody the Medical Assistant! https://t.co/6iAVhSbgab Automatically asks you questions to get more info for your doc!"}, {"text": "Many S&amp;P 500 CEOs wish the had an internet strategy sooner. In 5 years we'll hear same about AI strategy. https://t.co/fFvQDylW8M"}, {"text": "Great advice from Carol @robot_MD: Throw yourself into situations to learn from people you respect! https://t.co/9e0Kad9vwh"}, {"text": "Another implication of AI: We're redesigning data centers for much higher density power/cooling to run HPC/GPUs. Exciting times!"}, {"text": "We're lucky the AI community is very open, and top researchers freely share ideas+code. Hope we can keep it that way."}, {"text": "Podcast on AI and Silicon Valley vs. Beijing's engineering culture. https://t.co/U7iFcApDdO @SinicaPodcast @KaiserKuo @goldkorn"}, {"text": "Ever seen a 10 hour long YouTube video get 30,000 views? https://t.co/Lg2QybzYw9 Bay Area Deep Learning School!"}, {"text": "Impressive video synthesis results--congrats @DeepMindAI! @nalkalchbrenner @avdnoord @OriolVinyalsML @koraykv https://t.co/1ysdIp8zF0"}, {"text": "A good question: What can AI do for healthcare today? An even better question: What can AI do for healthcare in 5 years?"}, {"text": "Check out our new voice-centric keyboard: https://t.co/PbZIsgPyQH TalkType- type 3x faster using high-accuracy speech!"}, {"text": "New: TalkType keyboard. Voice-first, rather than voice-also. https://t.co/Ezm5FycA59 Text or tweet 3x faster!"}, {"text": "3 years ago Microsoft was looking irrelevant. But with bets on AI &amp; cloud @satyanadella has done fantastic job transforming it."}, {"text": "Technical post on how to platformize \"code executable blocks\" for programming courses @coursera… https://t.co/F43x5cK1lj"}, {"text": "\"Microsoft is betting the company on AI\" with one of its best execs @harryshum at the helm. IMO a good bet! :) https://t.co/81ayLT4RoO"}, {"text": "That you can write code in your browser makes it easier for you to learn new languages! @coursera https://t.co/nF7jH0EkTY"}, {"text": "Interesting-Microsoft folds its Research organization into a bigger AI team, similar to Baidu. https://t.co/px1sib7PRd"}, {"text": "I get many emails from ASIC startups saying \"our DL is faster than GPUs.\" My advice: Show me on DeepBench! https://t.co/i3ChQZWDje"}, {"text": "Melinda Gates is working to bring more women into AI. Fantastic!!! https://t.co/87VrNSxaov @melindagates"}, {"text": "Cool graphic summarizing points on #AI from TEDxBoston. @kgorman @ryan_p_adams https://t.co/243wSZwJ42"}, {"text": "Thank you @kgorman @ryan_p_adams for having me join you via robot! https://t.co/q8n9JO6SY9"}, {"text": "Little known fact: NIPS 2008 was when the Deep Learning on modern GPU CUDA revolution started! https://t.co/4Au8vbl4lr @nvidia"}, {"text": "Women in Deep Learning dinner after Bay Area DL school, organized by @robot_MD We need to support women &amp; men enter… https://t.co/5KAtUsYIwJ"}, {"text": "Technical details on the just-released DeepBench (deep learning hardware benchmark): https://t.co/kBmByFviuF"}, {"text": "Larry Summers points out job destruction is already here. Time to double-down on LIFELONG education. @coursera… https://t.co/bVonr9yoWm"}, {"text": "Deep Learning needs faster processors! Releasing DeepBench, new benchmark to help chipmakers. https://t.co/aK820YZjVM"}, {"text": "Microsoft's Satya Nadella throws shade on Alpha Go! https://t.co/dwj8HEcYKi"}, {"text": "Amazing weekend! THANK YOU to the amazing speakers and the in-person &amp; live-stream attendees of Bay Area DL School! https://t.co/oVjsvFPsl9"}, {"text": "Bay Area DL school speakers' dinner! https://t.co/3Z0u8xF0CH"}, {"text": "With Samy Bengio. Bay Area DL school starting! Live stream: https://t.co/FJAklRQt30 https://t.co/NBZBBCPZWY"}, {"text": "Bay Area Deep Learning school starts 9am PDT tomorrow! Live-stream will be available: https://t.co/P4F2IB41Ya"}, {"text": "BayLearn registration open! https://t.co/UC2RgfA5dj 3 of 4 keynote speakers came from my Stanford group. Deep Learning is hot. :-)"}, {"text": "@bobmcmillan I think the problem is AI still needs too much customization. So it's hard for companies without AI talent to leverage it."}, {"text": "SaaS companies adding \"AI\" to offerings; but still hard for most to clearly articulate the value. https://t.co/MG2nlBdPeq"}, {"text": "US immigration policy hurts our ability to innovate. https://t.co/EhP7kMn3WT In CA I see the harm everyday, yet DC doesn't get it."}, {"text": "Herd mentality: One big company does VR/chatbots/etc -&gt; everyone does VR/bots/... -&gt; self-reinforcing cycle of hype fueled growth"}, {"text": "Honored to do @SinicaPodcast with @KaiserKuo @goldkorn. Here's the view from in front of the mike! https://t.co/IlMOGXE3no"}, {"text": "Looking forward to Baidu World on Thursday. Our theme this year: AI is the new electricity! https://t.co/DlzQ4FwjXb"}, {"text": "We had a conversational robot give commentary on the Olympics, and fans loved it! https://t.co/ayoVBQM4oP"}, {"text": ".@alexisylchan Ha ha! With latest speech results, hope we can inspire HCI researchers to do more projects on speech!"}, {"text": "Just got this gift box from a @Coursera Machine Learning student from Singapore. Thank you! :) https://t.co/BNhGC8JLvK"}, {"text": "Speech input is 3x faster than typing! Full details of Stanford-UW-Baidu research study here: https://t.co/uFkpEq0pTH"}, {"text": "Speech input is 3x faster than typing.  https://t.co/TuLN2ofI8H Use speech on your phone! @landay @wobbrockjo @sherrysruan"}, {"text": "I had misspelt Exxon Mobil-&gt;Mobile. Because as world's #5 company they must be building apps! :) https://t.co/FIo0fu9GtJ"}, {"text": "Using deep learning+satellite img to understand poverty/help govt. https://t.co/REf0URsbuj ML for a better world! @ermonste"}, {"text": "Economist says we need better Welfare to solve poverty. Yes, but we need better Education even more. https://t.co/IZCa0AhZjm"}, {"text": "Business/First keep getting nicer, while Economy gets suckier-another sign of wealth gap. https://t.co/Pk8r9qG2Md"}, {"text": "Selfie w/Daphne Koller at her @Coursera farewell party. Laughs &amp; hugs &amp; thank you for incredible 4-1/2 years! https://t.co/gR00AjB4O5"}, {"text": ".@erikbryn and @ShaoLan_Hsueh stopped by and checked out our mobile phone Augmented Reality system! https://t.co/V6tMdf8Dwp"}, {"text": "The most valuable companies like Apple, Amazon run platforms. Also Exxon Mobile, which runs offshore platforms. (h/t Bijit Halder)"}, {"text": "The current system of ad-supported news leads to clickbait and sensationalism. We need to pay for good journalism. #payfornews"}, {"text": "Mother Jones' superb prison story cost $350K, and earned $5K from ads. https://t.co/mI88u9FHv2 We need to pay for journalism!"}, {"text": "The US has won 1,000 Olympic gold medals-amazing! Cool data visualizations here: https://t.co/p2JBC61ZMD"}, {"text": "Going viral in AI circles: https://t.co/Jv3FwHeYSz If you see your friend share this, that's a sure sign they're an AI nerd! :)"}]