[{"text": "Should your company build up an AI function? My article on how to hire a Chief AI Officer. https://t.co/ViB9bzIEzC"}, {"text": "I hope you will learn AI not just for the high-paying jobs, but because AI is a superpower that lets you change the world."}, {"text": "Even Google's brilliant @astroteller is adopting analogy of AI being like Electricity! #AIisTheNewElectrcity https://t.co/zwwhYMotST"}, {"text": "What AI can and cannot do for you today. My Harvard Business Review piece on how AI affects your org. https://t.co/iRdcOfsChe"}, {"text": "2/2 More than ever, we need basic income to limit everyone's downside, and better education to give everyone an upside."}, {"text": "1/2 Last night is casting light on dissatisfaction from inequality. National progress needs to help 100% of people, not just 10%."}, {"text": "Whatever happens tonight, when you wake up tomorrow, keep working to make this country and this world a better place."}, {"text": "#ImWithHer https://t.co/qOoh4YLx7j"}, {"text": "Self-driving in 1986? Amazing how well @deanpomerleau and @SCSatCMU got it to work back then! https://t.co/xITpUk6EBR"}, {"text": "Highly technical but good overview of Spark. My Baidu teams use it for many data processing tasks. https://t.co/U6FNX1dcV4"}, {"text": "If you didn't learn anything today, your skills are now slightly less relevant for your career than yesterday. So learn every day!"}, {"text": "Nate Silver's site as usual great reading for latest data+predictions on election. @NateSilver538 https://t.co/0ufk7DQkIS"}, {"text": "@abhi_go I know a lot of people can't afford $20/month. But enough people can that we can make a huge difference!"}, {"text": "This is why we should pay for news. Subscription revenue for news helps drive high quality journalism. https://t.co/9wIfWmzcwG"}, {"text": "Lets some day elect a Scientist to be President of the United States."}, {"text": "Interesting list of who does and who does not support basic income: https://t.co/fEnoOwaoTi (h/t @arpahector)"}, {"text": "@scottsantens @jason_pontin The MIT TR folks are plenty smart. I learn a lot from them all the time. :)"}, {"text": "Yes. Specific human jobs becoming obsolete is not the same as humanity becoming obsolete!"}, {"text": "Wrong! Need basic income because AI=&gt;safety net for labor displacements. Not because humans are obsolete. https://t.co/z97tYJeQbq"}, {"text": "The secret to getting new ideas? Read. A lot. https://t.co/D81JldjXOm"}, {"text": "Great Inc interview on AI trends, &amp; how it'll impact your business! @sal19 https://t.co/yJ3oHsORPb"}, {"text": "University using big data to prioritize advisor meetings; boosts graduation rates. https://t.co/lbcHgiaski Really cool."}, {"text": "54% of the world now lives in urban areas. High population density makes it easier to deploy ride-sharing + self-driving."}, {"text": "Flying cars still in the very distant future, but I was impressed by thoughtfulness of Uber's report: https://t.co/6eKMUru9XB"}]